{"pageProps":{"mdContent":"<p>#APPhysicsEM #Electrostatics</p>\n<h1>Charging</h1>\n<p>An object gains charge if there are more positive (protons) or negative (electrrons) elements in its chemical composition</p>\n<p>However, <strong>charge is conserved</strong>. Electrons taken out of one object will transfer onto other electrons</p>\n<p>Electrons can be transferred:</p>\n<ul>\n<li>Frictionally, by rubbing</li>\n<li>Contact, when a positively charged object touches another and takes electrons wtih it</li>\n</ul>\n<p>Sometimes, negatively charged objects can be attracted to neutral objects. Molecules reorient themselves, and the closer postiive particles will exbibit more attractive force than the farther negative particles</p>\n<p><img src=\"Pasted%20image%2020220130184852.png\" alt=\"Pasted image 20220130184852.png\"></p>\n<p>The neutral object is <strong>polarized</strong></p>\n<p>In <strong>insulators</strong> electrons cannot freely move: instead, the molecules simply reorient themselves</p>\n<p>In <strong>conductors</strong> negative electorns will be repelled, polarizing the object: <strong>induced charge separation</strong>. Increases net attraction!</p>\n<blockquote>\n<p>In ICS, electrons never leave the object, they move to other parts</p>\n</blockquote>\n<h2>Charging by Induction</h2>\n<p>Electrons are forced away by a negatively charged object</p>\n<p>A <strong>ground</strong> is attached, so those electrons will flow into the ground due to repulsive force</p>\n<p>After both the ground and the negatively charged object are taken away, the object is left with a postiive (opposite) net charge because it lose all its electrons</p>\n<p><strong>Only happens with conductors</strong>, the electrons must be able to move freely!<br>\nInitial negatively charged object <strong>cannot touch anything</strong><br>\nGround <strong>must touch</strong> so electrons can flow</p>\n<p>Can also happen with a positively charged object, instead the electrons will attract and flow in reverse</p>\n<p><strong>Conservation of Charge dictates that those electrons will be transferred between the two contacting objects</strong></p>\n<p>If the object is touching, it is not induction. It is contact charging!</p>","pageTitle":"Electric Charge"},"__N_SSG":true}