{"pageProps":{"mdContent":"<p>#PostwarProsperity #APUSH</p>\n<h2>Demilitarization</h2>\n<p>15.5.1</p>\n<ul>\n<li>Longest period of economic growth in America’s history, where millions entered the middle class</li>\n<li>Many defense workers lose their jobs as contracts were cancelled and war production ended</li>\n<li>“Bring the boys home for Christmas”: demobilization, only 3m in the military by 1946. Many veterans had about joblessness after the war</li>\n<li>GI Bill of Rights/Servicemen’s Readjustment Act: 1y of unemployment payments to veterans, financial aid for veterans attending college, government loans for veterans to build homes and businesses. Eased anxiety of veterans coming home</li>\n<li>Home loans spurred house construction and grew suburbs, many veterans returned to college after their high school was interrupted by the war</li>\n<li>Veterans married and had children as they were confident bad times were over, baby boom increased population 27% 1940-55, consumption increased as a result</li>\n<li>people bought a lot, prices increased as rationing and price control was ended, reverse of the depression, lots of employment and consumer spending, US standard of living skyrocketed</li>\n<li>War research brought new tech, nuclear energy, computers, better machinery, productivity increased overall because of tech from the war</li>\n<li>Cold war military spending and research also created new technology like plastic and alloys, Marshall Plan and other foreign policy created foreign demand</li>\n</ul>\n<h2>Sunbelt Migration</h2>\n<p>15.5.2</p>\n<ul>\n<li>Sunbelt: South and west, many migrated their because of climate, growing industrial economy, rapidly growing cities, new aerospace and electronics industries, creation of air conditioning, Latino Americans from Cuba</li>\n<li>Political power shifted to the Sunbelt, North and Midwest decreased, the infrastructure and environment sometimes struggled to keep up with the growth</li>\n</ul>\n<h2>Service Industry</h2>\n<p>15.5.3</p>\n<ul>\n<li>Many people employed in the white-collar service sector (healthcare, law, retail, banking, or insurance) than manufacturing - postindustrial society</li>\n<li>Included information industry where computers were used, some jobs were automated and standard of living increased</li>\n<li>Women grew in the labor force, most were part time or didn’t pursue jobs, women working started to be a requirement to be in the middle class</li>\n<li>Rural communities shrunk to &#x3C;10%, automation in farming made as farm output was increase and need less people, irrigation advances made land fertile</li>\n<li>Franchises rose, consistent experience throughout the US. Many complained about American sameness and “blandness”.</li>\n<li>Management advances from service-based economy, McDonalds, Wal-mart, Estee Lauder. GM, GE, IBM went multinational and ubiquitous as the American economy advanced. Profits increased, and products found audiences all over the world</li>\n<li>Labor movement was also prosperous, AFL and CIO merged to AFL-CIO, but white-collar workers didn’t join unions so they also lost momentum</li>\n</ul>\n<h2>Strikes and Fair Deal</h2>\n<p>15.5.4</p>\n<ul>\n<li>Many tradesmen went on strike as wages didn’t keep up with inflation. Congress enacted the Taft-Hartley Act, outlawed union-only workplaces, which took away some labor unions’ rights.</li>\n<li>Truman desegregated the military, proposed other civil rights reforms Congress didn’t pass, Democratic party broke apart (Southern Democrats -> States Rights Party, Progressives -> Progressive Party), but Truman still won the election.</li>\n<li>Fair Deal: meant to expand new Deal (national health insurance), rejected by Congress, Korean war stalled, so Truman’s popularity fell</li>\n</ul>\n<h2>Eisenhower</h2>\n<p>15.5.5</p>\n<ul>\n<li>Eisenhower elected, satisfied both Democrats and Republicans (“middle road”), military background and calm</li>\n<li>Conservative, but kept New Deal the same, built highways and enhanced education (NDEA), federal spending increased</li>\n<li>Presidency was prosperous because of good economy, peaceful and tranquil</li>\n</ul>","pageTitle":"Economic Prosperity"},"__N_SSG":true}