{"pageProps":{"mdContent":"<p>Used to find the direction of induced current</p>\n<p>The sign on <a href=\"faradays-law\">Faraday's Law</a> can be ignored, as Lenz's law can help find the direction of an induced current</p>\n<p>Lenz's Law is as follows:</p>\n<blockquote>\n<p><strong>The current will be induced in a direction as to minimize the change in <a href=\"magnetic-flux\">Magnetic Flux</a></strong></p>\n</blockquote>\n<p>Very similar to <a href=\"newtons-laws-of-motion#first-law-of-motion\">Newton's First Law</a> - just as a mass resists changes to its velocity, conducting hoops resist changes to the magnetic flux inside them by <strong>creating their own flux</strong> to minimize the change</p>\n<p>When a magnetic field is changed in a loop and the flux changes, a current will be created in a direction that tries to cancel that change in magnetic flux</p>\n<p><img src=\"Pasted%20image%2020220412232026.png\" alt=\"Pasted image 20220412232026.png\"></p>\n<p>In this example, the magnetic field heading downwards is increasing, therefore the magnetic flux downwards is increasing. Therefore, a current will be induced that causes an upwards magnetic flux that tries to counteract the increasing downward flux. This current will be counter-clockwise, according to the right-hand rule.</p>\n<blockquote>\n<p>Important to consider not only the direction of the magnetic field, but also whether it is increasing or decreasing</p>\n</blockquote>\n<p>If the field is decreasing, the loop will try to counteract the decreasing, by inducing a current that generates flux in the <strong>same direction</strong> as the decreasing field.</p>\n<p>Sometimes problems will not explicitly say whether the field is decreasing/increasing, but will say whether a nearby current is decreasing/increasing</p>\n<p>Even though the hoop generates a current to try to counteract the change in flux, it always loses - the flux will always change opposite that which is induced by the current.</p>\n<p>For problems where we are moving wires to change the flux, Lenz's law agrees with the equation found in <a href=\"force-on-a-charged-particle-in-a-magnetic-field\">Force on a Charged Particle in a Magnetic Field</a>, except that since we're considering the flow of electrons, we use our left hand and negate the result (because of conventional current)</p>\n<p>The electrons that flow (induced current) do not need to be inside the magnetic field in order for them to flow - there only needs to be a magnetic field <strong>within the loop</strong></p>","pageTitle":"Lenz's Law"},"__N_SSG":true}