{"pageProps":{"mdContent":"<p><div class=\"Note_obsidian-embed__aaRSf\"><h1>Nixon Foreign Policy</h1>\n<p>18.5.1</p>\n<p>Pre-Nixon, most American leaders shared a hard Cold War ideology</p>\n<ul>\n<li>Us vs. them ideology that there was a fundamental conflict between democratic/capitalist countries and totalitarian/communist countries</li>\n</ul>\n<p>Common assumption that the \"enemy of my enemy is my friend\"</p>\n<ul>\n<li>Countries opposed to communism, no matter the nature, were allies of the United States</li>\n</ul>\n<p>Nixon and Henry Kissinger changed this policy</p>\n<blockquote>\n<p>Nixon and Kissinger's partnership was improbable: Nixon was a conservative California whereas Kissinger was a highly educated East-coast intellectual and Jewish immigrant\nNixon and Kissinger had previously worked against each other\nBoth were political outsiders that were ready to question the status quo</p>\n</blockquote>\n<p>Nixon and Kissinger embraced <strong>realpolitik</strong>, the theory that political goals should be defined by <strong>concrete national goals</strong> rather than <strong>abstract ideologies</strong></p>\n<p>Instead of the Cold-war fueled black-and-white view of foreign natures (enemy/friend), ideological (communist) enemies like China and the Soviet Union could become trading partners</p>\n<ul>\n<li>\"Friends\" like W. Germany and Japan were also becoming economic rivals</li>\n</ul>\n<p>Nixon also questioned preexisting Cold War assumptions</p>\n<ul>\n<li>There was no worldwide communist movement like Johnson believed</li>\n<li>Communist movements around the world were independent and sometimes ideologically different</li>\n</ul>\n<p>Nixon employed a flexible and practical foreign policy without any inflexible ideological absolutes like Johnson had</p>\n<h1>Relations with China</h1>\n<p>18.5.2</p>\n<p>In contrast with Johnson, who focused mostly on domestic affairs like Great Society, Nixon tried to reorient American foreign policy</p>\n<p>China was not recognized by the United States or admitted to the united Nations</p>\n<p>United States recognized the ROC (nationalists in Taiwan) instead of the PRC (communists, Mao)</p>\n<p>Nixon's former political career was fiercely anti-communist, so him wanting to recognize and make peace with communist China was unimaginable</p>\n<blockquote>\n<p>\"Those on the right can do what those on the left only talk about\"\n~ Nixon to Mao, in reference to how his fierce anticommunist stance allowed him to improve economic relations with China</p>\n</blockquote>\n<p>Improved relations would bring large trade potential, especially near the west coast</p>\n<p>U. S. peace with China would also further separate China and the Soviet Union, as the two communist powers had already become rivals</p>\n<ul>\n<li>Peace with China would also bring increased U. S. influence to the geographical area and might force Vietnam to accept negotiated peace</li>\n</ul>\n<p><img src=\"Pasted%20image%2020220501172709.png\" alt=\"Pasted image 20220501172709.png\"></p>\n<p>Chinese made symbolic advances to reconciliation with the United States, such as inviting an American table tennis team to play against their athletes, which demonstrated China's openness</p>\n<p>Finally, Nixon announced in <strong>June 1971</strong> that he would officially visit China (First time any U. S. president has visited China)</p>\n<p>Nixon visited in <strong>February 1972</strong></p>\n<ul>\n<li>Visited historical Chinese sites</li>\n<li>Talked with Premiere Zhou Enlai and Mao Zedong</li>\n<li>Learned limited amount of Chinese</li>\n</ul>\n<p>Generally demonstrated warmness of U. S.-China relations. Bridged a gap of 25 years of no communication between U. S. and China</p>\n<p>American tourists started to visit China the following year, American companies started to trade with China</p>\n<p>Full diplomatic relations achieved in 1979</p>\n<h1>Detente</h1>\n<p>18.5.3</p>\n<p>Nixon's visit to China made the Soviet Union fear that Russia would be isolated in the midst of U. S.-China relations</p>\n<p>Leonid Brezhnev (Soviet leader) invited Nixon to visit Moscow. Nixon went in 1972 and said he had reach agreement in many areas with Brezhnev:</p>\n<p>Combating mankind's common enemies:</p>\n<ul>\n<li>Reduce pollution and enhance environmental quality</li>\n<li>Work together to conquer cancer and heart disease</li>\n</ul>\n<blockquote>\n<p>Recognizing the responsibility of the advanced industrial nations to set an example in combating mankind’s common enemies, the United States and the Soviet Union have agreed to cooperate in efforts to reduce pollution and enhance environmental quality. We have agreed to work together in the . . . conquest of cancer and heart disease.\n~ Nixon to Congress, 1972</p>\n</blockquote>\n<p>Also planned to conduct a U. S.-Soviet joint space mission</p>\n<p>Most important detail of the summit: <strong>Strategic Arms Limitation Treaty (SALT I)</strong></p>\n<ul>\n<li>Froze deployment of ICBMs</li>\n<li>Placed limits on anti-ballistic missiles</li>\n<li><strong>Did not</strong> alter stockpiling very dangeorus MIRVs (multiple independent reentry vehicles)\n<ul>\n<li>\n<blockquote>\n<p>One missile that fired multiple warheads to hit multiple targets</p>\n</blockquote>\n</li>\n</ul>\n</li>\n</ul>\n<p><img src=\"Pasted%20image%2020220501174549.png\" alt=\"Pasted image 20220501174549.png\">\nSALT I didn't end arms race, but it was a step in the right direction</p>\n<p>However, it showed the efforts that U. S. and Soviet Union were making to reduce tensoins</p>\n<p><strong>Detente</strong>, a policy to reduce Cold War tensions, instead of previous diplomatic efforts based on distrust and suspicion.</p>\n<p>Relaxed U. S. inflexible stance toward communism, created new relationships to help end Vietnam War and eventually the Cold War</p>\n<h1>Nixon Domestic Policy</h1>\n<p>18.5.4</p>\n<h2>Re-election</h2>\n<p>Nixon was reelected in 1972, then forced to resign (almost impeached) two years later</p>\n<p>Although Nixon's 1972 election was a landslide victory, Nixon did not help the other Republican Congress candidates, leaving him with a powerful and ressentful Democrat Congress</p>\n<p>Nixon campaigned as a spokesperson for the <strong>silent majority</strong>, or \"middle Americans\" (non-protesters, and middle-working class)</p>\n<p>Believed that Americans wanted smaller government (In contrast with LBJ Great Society) but also thought people wanted the government to address social issues</p>\n<p>Called for <strong>new federalism</strong>-wanted to transfer power back to the states rather than keeping it to Washington</p>\n<blockquote>\n<p><strong>Federalism</strong>: distribution of power amont different levels of government</p>\n</blockquote>\n<ul>\n<li>Wanted to \"revenue share\" with states and give states money to fund and control social programs</li>\n</ul>\n<p>However, Nixon also funded/created programs that increased the reach of the federal government</p>\n<h2>Liberal reforms</h2>\n<blockquote>\n<p>Nixon's position as a republican allowed him to pass very liberal reforms without coming under fire from Congress</p>\n</blockquote>\n<ul>\n<li>OSHA - regulated workplace safety</li>\n<li>DEA - Drug Enforcement Administration - administered federal war on drugs</li>\n<li>EPA - enforced federal environmental standards (emission, waste disposal, etc</li>\n<li>Clean Air Act - gave EPA power to set air quality standards</li>\n</ul>\n<p>Nixon both reduced the role of the government in welfare by getting rid of the Office of Economic Opportunity (LBJ war on poverty) but then created the Family Assistance Plan (similar to UBI) and spent more on Social Security and Medicare</p>\n<ul>\n<li>Signed historically largest expansion of Medicare to 2+ million Americans with disabilities</li>\n<li>Increased Social Security benefits of widows/widowers of retirees</li>\n</ul>\n<h2>Economic Policy</h2>\n<p>U. S. economy experienced <strong>stagflation</strong>, a stagnating economy (recession) coupled with inflationary pressure (from increased defense spending for <a href=\"vietnam-war\">Vietnam War</a>)</p>\n<ul>\n<li>Inflation caused by increased federal deficit spending</li>\n<li>Job loss because of foreign industral competition</li>\n<li>Increased oil prices</li>\n</ul>\n<p>OPEC [^1] raised oil prices by 70 percent, then since the U. S. supported Israel in the Yom Kippur War, the U. S. was under an oil embargo from OAPEC [^2].</p>\n<p>Since the U. S. depended on oil prices, U. S. oil prices went up 400%, gas prices remained high even after the embargo lifted in spring 1974</p>\n<p>[^1] Organization of petroleum exporting countries\n[^2] Organization of <strong>Arab</strong> petroleum exporting countries</p>\n<p>In an  attempt to fight stagflation, Nixon decoupled the USD to gold prices</p>\n<p>Also placed 90 day freeze on wages and prices, which made the economy unpredictable</p>\n<blockquote>\n<p>Price control doesn't work in a free economy</p>\n</blockquote>\n<h1>Southern Strategy</h1>\n<p>18.5.5</p>\n<p><strong>Nixon barely won presidency in 1968 and sought to expand his support</strong></p>\n<p>Nixon tried to win support of Southerners and blue-collar workers, who usually voted Democrat - called the <strong>southern strategy</strong></p>\n<p>Nominated <strong>Spiro Agnew</strong>, a governor from Maryland, in hopes of attracting southern voters</p>\n<p>Placed conservative southerners as judges in federal courts</p>\n<ul>\n<li>Nominated Clement Haysnworth and G. Harrold Carswaell to serve on Supreme Court</li>\n<li>Both failed to be confirmed by Senate because they were former segregationists</li>\n</ul>\n<h2>Forced Busing/Civil Rights</h2>\n<p><strong>Forced busing</strong> was a practice where African Americans were bussed into predominantly white school districts to for greater racial balance/integration</p>\n<p>Very unpopular, especially among southern whites and blue-collar workers</p>\n<p>To try to their support, Nixon called for a freeze on court-ordered busing on television and won support of many opponents of busing (usually white southerners)</p>\n<p>However, Nixon's stance on civil rights was also mixed</p>\n<p>Initiated <strong>Philadelphia Plan</strong> which required labor unions/federal contractors to submit goals and plans to hire minorities (as a form of affirmative action)</p>\n<p>Nixon enjoyed high apporoval nations by 1972 based on his international relations goals and domestic advances</p>\n<p>Positioned himself in 1972 as a moderate in contrast with the other two \"extremists\" (George McGovern, George Wallace)</p>\n<p>Wallace got killed, easy victory against McGovern, won 61% of popular vote and almost all electoral votes</p>\n<blockquote>\n<p>First Republican candidate to sweep the South</p>\n</blockquote>\n<h1>Watergate</h1>\n<p>See <a href=\"watergate\">Watergate</a></p></div><br>\n<div class=\"Note_obsidian-embed__aaRSf\"><h1>Watergate</h1>\n<p>18.6.6</p>\n<p>Burglars had tried to break in to the Democratic Party Headquarters at the Watergate complex</p>\n<p>Burglars were tried in 1973, one of them [^1] said that Nixon administration had been involved in the break-in</p>\n<blockquote>\n<p>Later publicized by Washington Post, who reported that the burglary attempt was tied to the Nixon administration</p>\n</blockquote>\n<p>Nixon repeatedly asserted innocence, even after his aides had resigned, public disagreed - &#x3C;20% of Americans thought he was honest</p>\n<p>Tested relationship between 3 branches of gov't - how far could/would Congress to go prosecute him? What evidence can the courts demand? Does the presidency need to follow the court's decision?</p>\n<p>Spiro Agnew resigned in fall 1973, Nixon nominated Gerald Ford to become his new VP [^2]</p>\n<blockquote>\n<p>Made Nixon more vulnerable to impeachment because Gerald Ford, the new Vice President, was actually viable as President</p>\n</blockquote>\n<p>Was revealed that Nixon was secretly taping Oval Office conversations, so people thought these conversations might contain information to make him guilty</p>\n<p>Nixon refused to turn the tapes over to the prosecutor, claiming executive privilege</p>\n<blockquote>\n<p><strong>Executive Privilege:</strong> President has the right to keep certain information confidential</p>\n</blockquote>\n<p>Supreme court ruled in <em>United States v. Nixon</em> that the tapes didn't fall under executive privilege and ordered Nixon to turn the tapes over</p>\n<p>Tapes were missing crucial information but still enough for the House to vote on impeachment, charged Nixon with:</p>\n<ul>\n<li>obstruction of justice</li>\n<li>misuse of power</li>\n<li>refusal to comply with House subpeona</li>\n</ul>\n<p>Nixon recognized that he might be voted into trial and convicted, so he resigned on August 9, 1974</p>\n<blockquote>\n<p>Still unknown of Nixon's involvement in the burglary, but almost certain that Nixon took part in the cover-up\nInvestigations also reveal that Nixon had abused presidential power other ways in securing reelection</p>\n</blockquote>\n<h2>Impact</h2>\n<p>Damaged reputation of presidency and made the public less confident in the government</p>\n<p>% of Americans who believed that government statements were true went from 80 to 33%</p>\n<p>Congress passed reforms to restore public confidence</p>\n<ul>\n<li>Federal Election Campaign Act limited money individuals could give to political candidates to limit corruption</li>\n<li>Made procedure for naming counsel to investigate charges against White House</li>\n</ul>\n<p>Also showed that nation could go through a crisis and that checks and balances worked</p>\n<blockquote>\n<p>Congress and Supreme Court checked power of the president</p>\n</blockquote>\n<p>Demonstrated that not even the president can be above the law</p>\n<p>[^1] James McCord\n[^2] As provisioned by the 25th Amendment</p></div><br>\n<div class=\"Note_obsidian-embed__aaRSf\"><h1>Ford</h1>\n<p>18.6.1</p>\n<p>Ford had a very long record of public service, serving in the military, then 25 years in congress, then House Minority Leader</p>\n<p>Ford's nomination for VP was supported by both Democrats and Republicans and he had a very good reputation</p>\n<p>Had to deal with reduced public faith in the government's integrity</p>\n<p>U. S. also under severe economic pressure (oil, etc), the greatest since the Great Depression</p>\n<p>Ford tried to face these problems but was mostly unsuccessful, left office with the problems still present and public still didn't trust the gov't</p>\n<p>Promised to continue Nixon's foreign policy advances and tried to restore public trust in gov't</p>\n<p>Pardoned Nixon, under the accusation that it was a corrupt pardon, decreased Ford's popularity</p>\n<p>Republicans lost many seats in the 1974 election because of public disapproval</p>\n<h2>Economy</h2>\n<p><strong>Stagflation</strong> continued to plague the nation with inflation hitting double digit numbers</p>\n<p>Tried to fight it with a voluntary plan called WIN[^1], failed miserably with factories closing, demand dropping, many people lost jobs</p>\n<h2>Foreign Policy</h2>\n<p>Many questioned American foreign policy and the need to fight communism while also supporting equally oppresive anticommunist governments</p>\n<p>Ford maintained relations with the Soviet Union and his foreign policy was very similar to Nixon's, kept Henry Kissinger</p>\n<p>Ford met with Brezhnev and both endorsed Helsinki Accords which were in favor of human rights.</p>\n<p>Ford also talked with Brezhnev about arms control which also led to <strong>SALT II</strong>, an agreement to limit nuclear weapon production</p>\n<p>U. S. wanted to put Vietnam War behind it, did not intervene when Khmer Rouge killed 1.5 million Cambodian civilians</p>\n<blockquote>\n<p>Only intervention was when Khmer Rouge siezed an American merchant ship</p>\n</blockquote>\n<p>Ultimately, South Vietnam fell to North Vietnam during Ford's presidency</p>\n<blockquote>\n<p>Many South Vietnamese escaped in small boats. Over a million \"<strong>boat people</strong>\" sought refuge in SE Asia, U. S., Canada over the course of 20 years</p>\n</blockquote>\n<p>[^1] Whip Inflation Now</p></div><br>\n<div class=\"Note_obsidian-embed__aaRSf\"><p>After Ford, Jimmy Carter was elected as president by a slim majority</p>\n<p>Cast himself as an outsider amidst the growing public dissatisfaction of professional politicians</p>\n<p>Won support of many Christian fundamentalists</p>\n<p>Portrayed as a citizen's president and man of the people</p>\n<p>However, his inexperience, which helped him get elected, bit him early in his presidency</p>\n<p>Didn't have ties to Democratic congressional leadership, his aides also had limited experience in Washington</p>\n<p>Many of his bills were not passed or drastically changed by his own party</p>\n<p>Granted amnesty (political pardon) to Vietnam draft evaders, in hopes of moving the nation past the divisiveness of Vietnam</p>\n<blockquote>\n<p>Faced backlash for pardoning those who refused to fight</p>\n</blockquote>\n<p>Carter also had to fight the energy crisis, inflation, and dwindling industry</p>\n<blockquote>\n<p>Automobile industry symbolized the weakening of America's economic power, with Japanese companies producing cheaper and more efficient cars</p>\n</blockquote>\n<p>Energy crisis also had drastic effects with gas rising almost 300% by 1980, made worse by cold winters that made energy even more scarce</p>\n<ul>\n<li>Shortages made factories close, further weakening the economy</li>\n<li>1979 oil crisis further raised gas prices and inflation</li>\n</ul>\n<p>Carter tried encouraging Americans to conserve oil and asked Congress to tax crude oil more heavily, bill was changed drastically by Congress demonstrating Carter's poor leadership</p>\n<p>Nominated Paul Volcker to lead Federal Reserve Board, who raised federal interest rates and helped end inflation over the long term</p>\n<p>Signed <strong>Community Reinvestment Act</strong> which required banks to make loans in the same neighborhoods they took deposits which gave low/middle income families access to loans which allowed them to buy houses</p>\n<blockquote>\n<p>May have led to the Great Recession (2008)</p>\n</blockquote>\n<h2>Foreign Policy</h2>\n<p>Initially continued detente with the Soviet Union just like Ford and Nixon, signed the SALT II treaty in a meeting with Brezhnev (June 1979)</p>\n<p>Soviet Union then invaded Afghanistan to reinforce a communist government, Carter withdrew SALT II and imposed sanctions on Soviets</p>\n<ul>\n<li>U. S. boycotted 1980 Moscow Olympics</li>\n<li>Stopped selling grain to Soviet Union</li>\n</ul>\n<p>Carter believed that foreign relations should be determined on how much the country embraces human rights</p>\n<p>Altered U. S. relationship with many dictators, withdrew aid from totalitarian countries like Nicaragua</p>\n<p>Tried to improve relations with Cuba, Castro allowed any Cuban to leave for the U. S. on the condition that the U. S. would need to take Cuban prisoners as well</p>\n<blockquote>\n<p>Caused the <strong>Mariel Boatlift</strong> to be poorly viewed by the public, despite &#x3C;20% of the people on the boats actually being prisoners, many political prisoners</p>\n</blockquote>\n<p>Negotiated the U. S. to return Panama Canal Zone back to Panama, full control of canal was handed to Panama in 1978</p>\n<blockquote>\n<p>Many feared that losing control over the Canal Zone would stifle American security over shipping - most controversial foreign policy</p>\n</blockquote></div><br>\n<div class=\"Note_obsidian-embed__aaRSf\"><p>Egypt had opposed Israel's existence since 1948, war up until 1973. By 1977 both countries tried to improve relations</p>\n<p>Carter invited the Egyptian President and Israeli Prime Minister to Camp David and they produced the Camp David Accords</p>\n<ul>\n<li>Egypt formally recognized the nation of Israel</li>\n<li>Israel withdrew troops from Sinai Peninsula, which it had controlled since 1967 as result of a war</li>\n</ul>\n<p>Carter hoped that Camp David Accords would make the Middle East at peace and cooperate</p>\n<p>In Iran, U. S. had supported the Iranian Shah (emperor) because it was anticommunist, but very unpopular and repressive to the people. The Shah fled Iran and the U. S. allowed him to enter for medical treatment for Cancer</p>\n<p>Meanwhile fundamentalist Islamic clerics took power led by Ayatollah Khomeini</p>\n<p>Many Iranian radical students invaded U. S. embassy as a result, took 66 Americans as hostages, Khomeini took control of embassy and hostages</p>\n<p>Carter failed to release the hostages, showed American weakness and that Carter's foreign policy was weak</p>\n<p>Also showed that Middle Eastern conflicts also posed a very large threat to the United States, even more so than the Soviets</p></div><br>\n<div class=\"Note_obsidian-embed__aaRSf\"><p>Sunbelt migration caused northern industrial cities to suffer, many blue-collar workers moved from \"Rust Belt\" (northeast, midwest) to the Sunbelt as well</p>\n<blockquote>\n<p>Worked in Texas oil fields, Defense industry in the West</p>\n</blockquote>\n<p>Changing demographics changed politics of U. S.</p>\n<p>Carter and Nixon came from Sunbelt (in contrast with most presidents who came from the North), showing how the Sunbelt now had major political power</p>\n<p>Many Latin American immigrants (legal/illegal) came to U. S. to work and have better life, Latino/a vote became significant and was even appealed to by Nixon</p>\n<p>In the 1960s people challenged traditional societal values like restrictions on sex and drugs, spread very widely going into the 1970s</p>\n<ul>\n<li>Divorce rate >2 times between 1965-79</li>\n<li>Children born out of marriage also increase 2x</li>\n</ul>\n<p>1970s was called the \"me decade\" because people were focused on improving themselves, with practices like Transcendental Meditation and increased focus on health and fitness</p>\n<blockquote>\n<p>Bodybuilding became popular (in part due to Arnold Schwarzenegger)</p>\n</blockquote>\n<p>Because of this changed, fundamentalist Christianity took off again, many people started going to evangelical churches and it seemed like another Great Awakening</p>\n<p>Religious conservatives started protesting the changes, like legalized abortion, restricted prayer</p>\n<p>Rise of televangelists who used media to gain a broad reach among followers, also protested the social change of the era</p>\n<p>Religious conservatives started to ally with economic conservatives and also \"America first\" conservatives who wanted more defense spending. Eventually won Reagan the election in 1980.</p></div></p>","pageTitle":"Nixon and Friends Export"},"__N_SSG":true}