{"pageProps":{"mdContent":"<p>#APUSH #ModernCivilRights</p>\n<h2>Voting Rights</h2>\n<p>16.3.1</p>\n<ul>\n<li>SNCC organized Freedom Summer, many students who went to Mississippi to register blacks to vote. Formed Mississippi Freedom Democratic Party to give African Americans a voice in state politics.</li>\n<li>Three civil rights workers murdered before the movement, were shot and bodies hidden. Volunteers remained undeterred</li>\n<li>MFDP sought to be recognized as Mississippi's Democratic party, were offered partial seating, promised reform to give greater minority representation. Rose awareness within Democratic party</li>\n<li><strong>Bloody Saturday</strong>: MLK and SCLC organize campaign in Selma to pressure government into enacting voting rights legislation, attacked by state troopers on Edmund Pettus Bridge en route to Montgomery. Wide outrage as event was broadcasted on television</li>\n<li>Johnson goes onto national television calling for federal voting rights legislation, overpowering historical precedent of state control over voting rights.</li>\n<li><strong>Voting Rights Act of 1965</strong>: banned literacy tests outright and empowered federal governmetn to oversee voter registration and elections in certain states. Later expanded to Hispanic voters in 1975</li>\n<li>24th amendment: ratified in 1964, banned poll tax to keep poor African Americans</li>\n<li>in Deep South (Mississippi), percentage of African Americans registered to vote jumped from 7 to 70 percent, many African American elected officials as well</li>\n</ul>\n<h2>Violence</h2>\n<p>16.3.2</p>\n<ul>\n<li>Not much legitimate change, anger and frustration because minorities were still poor and discrimination continued</li>\n<li>Many race riots erupted, including Watts Loss Angeles where the National Guard had to restore order. Also in Newark and Detroit, major property damage and deaths.</li>\n<li>Frightened many white Americans, blacks were being violent against whites and police</li>\n<li>Kerner Commission: concluded that long-term discrimination was the leading cause of violence, recommended establishing programs to overcome urban ghettos, where many minorities lived</li>\n<li>Findings controversial, said federal spending would reward rioters, ignored other minorities. Ultimately never followed up on because of Vietnam and white backlash</li>\n<li>Private sector created economic opportunities for minorities: low income housing, job-creating enterprises in poor urban districts</li>\n</ul>\n<h2>New Civil Rights Groups</h2>\n<p>16.3.3</p>\n<ul>\n<li>Many African Americans were radicalized, especially young and urban. Disagreed with nonvoilence and integration</li>\n<li>Malcom X converted to Islam, where separation of races was demanded: called for black pride, spread idea of <strong>black nationalism</strong>, a belief in the separate itentity and racial unity of African Americans</li>\n<li>Broke away from Nation of Islam, formed own organization, began to accept whites in a limited capacity. Shot and killed in February 1965.</li>\n<li>Started a move away from the principle of nonvoilence as true progress was hard to see. Integration also began to be questioned, as this implied reliance on whites</li>\n<li>Black Power: use of economic and political power by Black Americans to gain equality. Whites thought black power = black violence</li>\n<li>Black Panthers: young militant African Americans, patrolled urban neighborhoods with guns to protect from polive abuse, created antipoverty programs. Were not inherently violent, but were not afraid to show power by bearing arms. Sometimes violently confronted police.Influenced by Malcolm X</li>\n<li>Celebrated African American heritage, referred to themselves as \"black\".</li>\n</ul>\n<h2>MLK Assassinated</h2>\n<p>16.3.4</p>\n<ul>\n<li>MLK disagreed with \"black power\", still sought a nonviolent way to combat economic injustice</li>\n<li>\"Poor people's campaign\" to broaden civil rights movement to address economic inequality as well</li>\n<li>King is assassinated in April 1968 while assisting sanitation workers who were striking for better wages</li>\n<li>Racism persisted even thought integration and voting rights became widespread. Racists still found their way into office (Lester Maddox)</li>\n<li>Robert F. Kennedy: presidential candidate, plead to maintain peace after assassination. Riots broke out in many cities after MLK assassinated. RFK also assassinated months later.</li>\n</ul>\n<h2>Results</h2>\n<p>16.3.5</p>\n<ul>\n<li>Eliminated legal segregation and broke barriers to African American voting</li>\n<li>African American poverty rates fell, median income of African Americans rose significantly, as well as education of African Americans</li>\n<li>Thurgood Marshall: first African American Supreme Court justice appointed 1967.</li>\n<li>Fair Housing Act: banned discrimnation in housing and \"blockbusting\", where people would be convinced to sell their houses because black people would move there</li>\n<li>Social and economic gap remained</li>\n<li><strong>Affirmative Action</strong>: artificially increased African American representation in schools and workforce. Controversial, some said it was reverse discrimination, but Marshall claimed it simply addressed legacy of unequal treatment of African Americans</li>\n<li>Voting Rights Act renewed 4 times, weakened power to oversee elections because of progress made since 1965</li>\n</ul>","pageTitle":"Successes and Setbacks"},"__N_SSG":true}