{"pageProps":{"mdContent":"<p>After Ford, Jimmy Carter was elected as president by a slim majority</p>\n<p>Cast himself as an outsider amidst the growing public dissatisfaction of professional politicians</p>\n<p>Won support of many Christian fundamentalists</p>\n<p>Portrayed as a citizen's president and man of the people</p>\n<p>However, his inexperience, which helped him get elected, bit him early in his presidency</p>\n<p>Didn't have ties to Democratic congressional leadership, his aides also had limited experience in Washington</p>\n<p>Many of his bills were not passed or drastically changed by his own party</p>\n<p>Granted amnesty (political pardon) to Vietnam draft evaders, in hopes of moving the nation past the divisiveness of Vietnam</p>\n<blockquote>\n<p>Faced backlash for pardoning those who refused to fight</p>\n</blockquote>\n<p>Carter also had to fight the energy crisis, inflation, and dwindling industry</p>\n<blockquote>\n<p>Automobile industry symbolized the weakening of America's economic power, with Japanese companies producing cheaper and more efficient cars</p>\n</blockquote>\n<p>Energy crisis also had drastic effects with gas rising almost 300% by 1980, made worse by cold winters that made energy even more scarce</p>\n<ul>\n<li>Shortages made factories close, further weakening the economy</li>\n<li>1979 oil crisis further raised gas prices and inflation</li>\n</ul>\n<p>Carter tried encouraging Americans to conserve oil and asked Congress to tax crude oil more heavily, bill was changed drastically by Congress demonstrating Carter's poor leadership</p>\n<p>Nominated Paul Volcker to lead Federal Reserve Board, who raised federal interest rates and helped end inflation over the long term</p>\n<p>Signed <strong>Community Reinvestment Act</strong> which required banks to make loans in teh same neighborhoods they took deposits which gave low/middle income families access to loans which allowed them to buy houses</p>\n<blockquote>\n<p>May have led to the Great Recession (2008)</p>\n</blockquote>\n<h2>Foreign Policy</h2>\n<p>Initially continued detente with the Soviet Union just like Ford and Nixon, signed the SALT II treaty in a meeting with Brezhnev (June 1979)</p>\n<p>Soviet Union then invaded Afghanistan to reinforce a communist government, Carter withdrew SALT II and imposed sanctions on Soviets</p>\n<ul>\n<li>U. S. boycotted 1980 Moscow Olympics</li>\n<li>Stopped selling grain to Soviet Union</li>\n</ul>\n<p>Carter believed that foreign relations should be determined on how much the country embraces human rights</p>\n<p>Altered U. S. relationship with many dictators, withdrew aid from totalitarian countries like Nicaragua</p>\n<p>Tried to improve relations with Cuba, Castro allowed any Cuban to leave for the U. S. on the condition that the U. S. would need to take Cuban prisoners as well</p>\n<blockquote>\n<p>Caused the <strong>Mariel Boatlift</strong> to be poorly viewed by the public, despite &#x3C;20% of the people on the boats actually being prisoners, many political prisoners</p>\n</blockquote>\n<p>Negotated the U. S. to return Panama Canal Zone back to Panama, full control of canal was handed to Panama in 1978</p>\n<blockquote>\n<p>Many feared that losing control over the Canal Zone would stifle American security over shipping - most controversial foreign policy</p>\n</blockquote>","pageTitle":"Carter Presidency"},"__N_SSG":true}