{"pageProps":{"mdContent":"<h1>Ford</h1>\n<p>18.6.1</p>\n<p>Ford had a very long record of public service, serving in the military, then 25 years in congress, then House Minority Leader</p>\n<p>Ford's nomination for VP was supported by both Democrats and Republicans and he had a very good reputation</p>\n<p>Had to deal with reduced public faith in the government's integrity</p>\n<p>U. S. also under severe economic pressure (oil, etc), the greatest since the Great Depression</p>\n<p>Ford tried to face these problems but was mostly unsuccessful, left office with the problems still present and public still didn't trust the gov't</p>\n<p>Promised to continue Nixon's foreign policy advances and tried to restore public trust in gov't</p>\n<p>Pardoned Nixon, under the accusation that it was a corrupt pardon, decreased Ford's popularity</p>\n<p>Republicans lost many seats in the 1974 election because of public disapproval</p>\n<h2>Economy</h2>\n<p><strong>Stagflation</strong> continued to plague the nation with inflation hitting double digit numbers</p>\n<p>Tried to fight it with a voluntary plan called WIN[^1], failed miserably with factories closing, demand dropping, many people lost jobs</p>\n<h2>Foreign Policy</h2>\n<p>Many questioned American foreign policy and the need to fight communism while also supporting equally oppresive anticommunist governments</p>\n<p>Ford maintained relations with the Soviet Union and his foreign policy was very similar to Nixon's, kept Henry Kissinger</p>\n<p>Ford met with Brezhnev and both endorsed Helsinki Accords which were in favor of human rights.</p>\n<p>Ford also talked with Brezhnev about arms control which also led to <strong>SALT II</strong>, an agreement to limit nuclear weapon production</p>\n<p>U. S. wanted to put Vietnam War behind it, did not intervene when Khmer Rouge killed 1.5 million Cambodian civilians</p>\n<blockquote>\n<p>Only intervention was when Khmer Rouge siezed an American merchant ship</p>\n</blockquote>\n<p>Ultimately, South Vietnam fell to North Vietnam during Ford's presidency</p>\n<blockquote>\n<p>Many South Vietnamese escaped in small boats. Over a million \"<strong>boat people</strong>\" sought refuge in SE Asia, U. S., Canada over the course of 20 years</p>\n</blockquote>\n<p>[^1] Whip Inflation Now</p>","pageTitle":"Ford Presidency"},"__N_SSG":true}