{"pageProps":{"mdContent":"<h1>Nixon Foreign Policy</h1>\n<p>18.5.1</p>\n<p>Pre-Nixon, most American leaders shared a hard Cold War ideology</p>\n<ul>\n<li>Us vs. them ideology that there was a fundamental conflict between democratic/capitalist countries and totalitarian/communist countries</li>\n</ul>\n<p>Common assumption that the \"enemy of my enemy is my friend\"</p>\n<ul>\n<li>Countries opposed to communism, no matter the nature, were allies of the United States</li>\n</ul>\n<p>Nixon and Henry Kissinger changed this policy</p>\n<blockquote>\n<p>Nixon and Kissinger's partnership was improbable: Nixon was a conservative California whereas Kissinger was a highly educated East-coast intellectual and Jewish immigrant<br>\nNixon and Kissinger had previously worked against each other<br>\nBoth were political outsiders that were ready to question the status quo</p>\n</blockquote>\n<p>Nixon and Kissinger embraced <strong>realpolitik</strong>, the theory that political goals should be defined by <strong>concrete national goals</strong> rather than <strong>abstract ideologies</strong></p>\n<p>Instead of the Cold-war fueled black-and-white view of foreign natures (enemy/friend), ideological (communist) enemies like China and the Soviet Union could become trading partners</p>\n<ul>\n<li>\"Friends\" like W. Germany and Japan were also becoming economic rivals</li>\n</ul>\n<p>Nixon also questioned preexisting Cold War assumptions</p>\n<ul>\n<li>There was no worldwide communist movement like Johnson believed</li>\n<li>Communist movements around the world were independent and sometimes ideologically different</li>\n</ul>\n<p>Nixon employed a flexible and practical foreign policy without any inflexible ideological absolutes like Johnson had</p>\n<h1>Relations with China</h1>\n<p>18.5.2</p>\n<p>In contrast with Johnson, who focused mostly on domestic affairs like Great Society, Nixon tried to reorient American foreign policy</p>\n<p>China was not recognized by the United States or admitted to the united Nations</p>\n<p>United States recognized the ROC (nationalists in Taiwan) instead of the PRC (communists, Mao)</p>\n<p>Nixon's former political career was fiercely anti-communist, so him wanting to recognize and make peace with communist China was unimaginable</p>\n<blockquote>\n<p>\"Those on the right can do what those on the left only talk about\"<br>\n~ Nixon to Mao, in reference to how his fierce anticommunist stance allowed him to improve economic relations with China</p>\n</blockquote>\n<p>Improved relations would bring large trade potential, especially near the west coast</p>\n<p>U. S. peace with China would also further separate China and the Soviet Union, as the two communist powers had already become rivals</p>\n<ul>\n<li>Peace with China would also bring increased U. S. influence to the geographical area and might force Vietnam to accept negotiated peace</li>\n</ul>\n<p><img src=\"Pasted%20image%2020220501172709.png\" alt=\"Pasted image 20220501172709.png\"></p>\n<p>Chinese made symbolic advances to reconciliation with the United States, such as inviting an American table tennis team to play against their athletes, which demonstrated China's openness</p>\n<p>Finally, Nixon announced in <strong>June 1971</strong> that he would officially visit China (First time any U. S. president has visited China)</p>\n<p>Nixon visited in <strong>February 1972</strong></p>\n<ul>\n<li>Visited historical Chinese sites</li>\n<li>Talked with Premiere Zhou Enlai and Mao Zedong</li>\n<li>Learned limited amount of Chinese</li>\n</ul>\n<p>Generally demonstrated warmness of U. S.-China relations. Bridged a gap of 25 years of no communication between U. S. and China</p>\n<p>American tourists started to visit China the following year, American companies started to trade with China</p>\n<p>Full diplomatic relations achieved in 1979</p>\n<h1>Detente</h1>\n<p>18.5.3</p>\n<p>Nixon's visit to China made the Soviet Union fear that Russia would be isolated in the midst of U. S.-China relations</p>\n<p>Leonid Brezhnev (Soviet leader) invited Nixon to visit Moscow. Nixon went in 1972 and said he had reach agreement in many areas with Brezhnev:</p>\n<p>Combating mankind's common enemies:</p>\n<ul>\n<li>Reduce pollution and enhance environmental quality</li>\n<li>Work together to conquer cancer and heart disease</li>\n</ul>\n<blockquote>\n<p>Recognizing the responsibility of the advanced industrial nations to set an example in combating mankind’s common enemies, the United States and the Soviet Union have agreed to cooperate in efforts to reduce pollution and enhance environmental quality. We have agreed to work together in the . . . conquest of cancer and heart disease.<br>\n~ Nixon to Congress, 1972</p>\n</blockquote>\n<p>Also planned to conduct a U. S.-Soviet joint space mission</p>\n<p>Most important detail of the summit: <strong>Strategic Arms Limitation Treaty (SALT I)</strong></p>\n<ul>\n<li>Froze deployment of ICBMs</li>\n<li>Placed limits on anti-ballistic missiles</li>\n<li><strong>Did not</strong> alter stockpiling very dangeorus MIRVs (multiple independent reentry vehicles)\n<ul>\n<li>\n<blockquote>\n<p>One missile that fired multiple warheads to hit multiple targets</p>\n</blockquote>\n</li>\n</ul>\n</li>\n</ul>\n<p><img src=\"Pasted%20image%2020220501174549.png\" alt=\"Pasted image 20220501174549.png\"><br>\nSALT I didn't end arms race, but it was a step in the right direction</p>\n<p>However, it showed the efforts that U. S. and Soviet Union were making to reduce tensoins</p>\n<p><strong>Detente</strong>, a policy to reduce Cold War tensions, instead of previous diplomatic efforts based on distrust and suspicion.</p>\n<p>Relaxed U. S. inflexible stance toward communism, created new relationships to help end Vietnam War and eventually the Cold War</p>\n<h1>Nixon Domestic Policy</h1>\n<p>18.5.4</p>\n<h2>Re-election</h2>\n<p>Nixon was reelected in 1972, then forced to resign (almost impeached) two years later</p>\n<p>Although Nixon's 1972 election was a landslide victory, Nixon did not help the other Republican Congress candidates, leaving him with a powerful and ressentful Democrat Congress</p>\n<p>Nixon campaigned as a spokesperson for the <strong>silent majority</strong>, or \"middle Americans\" (non-protesters, and middle-working class)</p>\n<p>Believed that Americans wanted smaller government (In contrast with LBJ Great Society) but also thought people wanted the government to address social issues</p>\n<p>Called for <strong>new federalism</strong>-wanted to transfer power back to the states rather than keeping it to Washington</p>\n<blockquote>\n<p><strong>Federalism</strong>: distribution of power amont different levels of government</p>\n</blockquote>\n<ul>\n<li>Wanted to \"revenue share\" with states and give states money to fund and control social programs</li>\n</ul>\n<p>However, Nixon also funded/created programs that increased the reach of the federal government</p>\n<h2>Liberal reforms</h2>\n<blockquote>\n<p>Nixon's position as a republican allowed him to pass very liberal reforms without coming under fire from Congress</p>\n</blockquote>\n<ul>\n<li>OSHA - regulated workplace safety</li>\n<li>DEA - Drug Enforcement Administration - administered federal war on drugs</li>\n<li>EPA - enforced federal environmental standards (emission, waste disposal, etc</li>\n<li>Clean Air Act - gave EPA power to set air quality standards</li>\n</ul>\n<p>Nixon both reduced the role of the government in welfare by getting rid of the Office of Economic Opportunity (LBJ war on poverty) but then created the Family Assistance Plan (similar to UBI) and spent more on Social Security and Medicare</p>\n<ul>\n<li>Signed historically largest expansion of Medicare to 2+ million Americans with disabilities</li>\n<li>Increased Social Security benefits of widows/widowers of retirees</li>\n</ul>\n<h2>Economic Policy</h2>\n<p>U. S. economy experienced <strong>stagflation</strong>, a stagnating economy (recession) coupled with inflationary pressure (from increased defense spending for <a href=\"vietnam-war\">Vietnam War</a>)</p>\n<ul>\n<li>Inflation caused by increased federal deficit spending</li>\n<li>Job loss because of foreign industral competition</li>\n<li>Increased oil prices</li>\n</ul>\n<p>OPEC [^1] raised oil prices by 70 percent, then since the U. S. supported Israel in the Yom Kippur War, the U. S. was under an oil embargo from OAPEC [^2].</p>\n<p>Since the U. S. depended on oil prices, U. S. oil prices went up 400%, gas prices remained high even after the embargo lifted in spring 1974</p>\n<p>[^1] Organization of petroleum exporting countries<br>\n[^2] Organization of <strong>Arab</strong> petroleum exporting countries</p>\n<p>In an  attempt to fight stagflation, Nixon decoupled the USD to gold prices</p>\n<p>Also placed 90 day freeze on wages and prices, which made the economy unpredictable</p>\n<blockquote>\n<p>Price control doesn't work in a free economy</p>\n</blockquote>\n<h1>Southern Strategy</h1>\n<p>18.5.5</p>\n<p><strong>Nixon barely won presidency in 1968 and sought to expand his support</strong></p>\n<p>Nixon tried to win support of Southerners and blue-collar workers, who usually voted Democrat - called the <strong>southern strategy</strong></p>\n<p>Nominated <strong>Spiro Agnew</strong>, a governor from Maryland, in hopes of attracting southern voters</p>\n<p>Placed conservative southerners as judges in federal courts</p>\n<ul>\n<li>Nominated Clement Haysnworth and G. Harrold Carswaell to serve on Supreme Court</li>\n<li>Both failed to be confirmed by Senate because they were former segregationists</li>\n</ul>\n<h2>Forced Busing/Civil Rights</h2>\n<p><strong>Forced busing</strong> was a practice where African Americans were bussed into predominantly white school districts to for greater racial balance/integration</p>\n<p>Very unpopular, especially among southern whites and blue-collar workers</p>\n<p>To try to their support, Nixon called for a freeze on court-ordered busing on television and won support of many opponents of busing (usually white southerners)</p>\n<p>However, Nixon's stance on civil rights was also mixed</p>\n<p>Initiated <strong>Philadelphia Plan</strong> which required labor unions/federal contractors to submit goals and plans to hire minorities (as a form of affirmative action)</p>\n<p>Nixon enjoyed high apporoval nations by 1972 based on his international relations goals and domestic advances</p>\n<p>Positioned himself in 1972 as a moderate in contrast with the other two \"extremists\" (George McGovern, George Wallace)</p>\n<p>Wallace got killed, easy victory against McGovern, won 61% of popular vote and almost all electoral votes</p>\n<blockquote>\n<p>First Republican candidate to sweep the South</p>\n</blockquote>\n<h1>Watergate</h1>\n<p>See <a href=\"watergate\">Watergate</a></p>","pageTitle":"Nixon Prsidency"},"__N_SSG":true}